[Language]
; The language's name in your native language and, optionally,
; the English name of the language (e.g. in brackets)
Name=Russian (Русский)
; To translators: Add your name, nick, and/or translation date here if you want to.
; Note that this string isn't currently shown anywhere in the plugin.
Translator=Alekseev Sergey



; Strings in this section are used in several places of the plugin
[Common]
Yes=Да
No=Нет
Disabled=Отключено

; Executable properties
CompanyName=Название компании
Copyright=Copyright
FileVersion=Версия файла
ProductVersion=Версия программы
FileVersion(fixed)=Версия файла (исправлено)
ProductVersion(fixed)=Версия программы (исправлено)
ProductName=Название программы
FileDescription=Описание
InternalName=Внутреннее название
OriginalFilename=Оригинальное название
Comments=Комментарии
FileSize=Размер файла
FileCreated=Дата создания
FileLastModified=Дата изменения
FileLastAccess=Дата последнего доступа
FileArch=Архитектура

; Startup locations
StartMenuCurrentUser="Start Menu - Current User [%s]"
StartMenuAllUsers="Start Menu - All Users"
RegistryCurrentUserRun="Registry - Current User [%s], Run"
RegistryCurrentUserRunOnce="Registry - Current User [%s], RunOnce"
RegistryAllUsersRun32="Registry - All Users, Run (32 bit)"
RegistryAllUsersRunOnce32="Registry - All Users, RunOnce (32 bit)"
RegistryAllUsersRun64="Registry - All Users, Run (64 bit)"
RegistryAllUsersRunOnce64="Registry - All Users, RunOnce (64 bit)"

; Dialogs
DlgOverwrite="%s" уже существует в "%s"!\n\nПерезаписать?
DlgEmptyName=Пустые имена не допустимы!



; Strings in this section are used when
; a startup "file" is viewed with F3
[GetFile]
Name=Название
Enabled=Включено
Location=Размещение
LocationPath=Размещение (Путь)
CommandLine=Командная строка
Executable=Исполняемый файл
Parameters=Параметры
Comments=Комментарии



; Strings in this section are used when the startup's
; properties are opened, i.e. (Alt+)Enter is pressed
[fmStartupProperties]
fmStartupProperties=Свойства %s

; Some common form components
btnOK=OK
btnCancel=Отмена
btnApply=&Применить
btnRun=&Запустить сейчас
btnDelete=Удалить
btnTools=&Инструменты

tsStartupProperties=Автозапуск
tsExecutableProperties=Файл
tsStatus=Статус

popupToolsJumpToRegKey=&Перейти к ключу реестра в RegEdit
popupToolsLinkProperties=Показать &свойства ярлыка
popupToolsExecutableProperties=Показать свойства &файла
popupToolsViewInSeparateLister=Показать свойства файла в TC &Lister (отдельный процесс)

; Tabsheet Startup Properties
lblName=&Название:
checkEnabled=&Включено
lblLocationPath=Размещение (&Путь):
lblLocation=&Размещение:
checkCopyStartup=&Запуск копии из нового места
lblCommandLine=Командная &строка:
lblExecutable=&Исполняемый файл:
lblParameters=Пара&метры:
lblShowWindow=&Окно:
comboShowWindow=Нормальное\nСвёрнутое\nРазвёрнутое
lblComments=&Комментарии:

; Tabsheet Executable Properties
lvExecutableProperties=Наименование объекта\nЗначение

; Tabsheet Status
lvProcessStatus=Процесс\nPID\nКомандная строка
lblStatusRefreshStatus=Нажмите "%s", чтобы определить статус автозапуска
lblStatusRefreshStatus2=Обработка...
lblStatusRefreshStatus3=%d процесс(ов), %d с совпадающей командной строкой
btnStatusRefreshStatus=&Обновить

; Dialogs
DlgDeleteText=Вы действительно хотите удалить %s?



[fmPluginSettings]
fmPluginSettings=Настройки
lblLanguage=&Язык:
checkShowDisabledIcon=Показывать &значок "Стоп" для отключенных автозапусков
checkShowDisabledExt=&Добавить дополнительные расширения для отключенных автозапусков
checkLoadCustomColumns=Загружать пользовательские наборы колонок при входе в плагин
checkAllowDeleteInPanel=Разрешить &удаление автозапусков в панели TC
checkAutoRefreshStatus=Авто&обновление статуса при переключении на вкладку "Статус"
groupActionEnter=" Действие по нажатию &ENTER в панели TC"
comboActions=Переключить (включено/отключено)\nПоказать свойства автозапуска\nЗапустить файл\nПерейти к файлу автозапуска
groupActionShiftEnter=" Действие по нажатию &SHIFT+ENTER в панели TC"
checkActions=В &новой вкладке
lblIniLocation=Размещение файла настроек плагина:
btnOK=OK
btnCancel=Отмена
DlgReloadSettings=Нажмите OK, когда закончите правку,\nчтобы перезагрузить настройки плагина.
